Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Pending
pt_pt: Pendente

source: No file uploaded
pt_pt: Nenhum ficheiro carregado

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
pt_pt: Formatos de ficheiro suportados: DOCX. Tamanho máximo do ficheiro: 10MB. Número máximo de ficheiros por carregamento: 1 ficheiro.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
pt_pt: O documento "{{fileName}}" não pode ser importado. Certifique-se de que corresponde aos requisitos de formato e tamanho.

source: The code must be unique to publish the document template. Please change the code and try again.
pt_pt: O código deve ser único para publicar o modelo de documento. Por favor, altere o código e tente novamente.

source: Create document template
pt_pt: Criar modelo de documento

source: Edit document template
pt_pt: Editar modelo de documento

source: Create a document to get started
pt_pt: Criar um documento para começar

source: No documents available
pt_pt: Nenhum documento disponível

source: Failed to retrieve the document template file.
pt_pt: Falha ao obter o ficheiro de modelo do documento.

source: Failed to retrieve the document template
pt_pt: Falha ao obter o modelo de documento

source: The document file is not available.
pt_pt: O ficheiro do documento não está disponível.

source: Include an overview
pt_pt: Incluir uma visão geral

source: Document template details
pt_pt: Detalhes do modelo de documento

source: Define your document template
pt_pt: Defina o seu modelo de documento

source: Preview a PDF document generated from the template and variables.
pt_pt: Pré-visualizar um documento PDF gerado a partir do modelo e variáveis.

source: Document Templates
pt_pt: Modelos de Documento

source: Template history
pt_pt: Histórico de modelos

source: Back to document template list
pt_pt: Voltar à lista de modelos de documento

source: Template document
pt_pt: Documento modelo

source: See the history of the template .docx file since it was published.
pt_pt: Veja o histórico do ficheiro de modelo .docx desde que foi publicado.

source: Template "{{name}}" history
pt_pt: Histórico do modelo "{{name}}"

source: Uploaded by
pt_pt: Carregado por

source: Edit variables in the preview. Need help? Use our template to get started.
pt_pt: Edite variáveis na pré-visualização. Precisa de ajuda? Use o nosso modelo para começar.

source: Preview variables
pt_pt: Pré-visualizar variáveis

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
pt_pt: Foram detectadas alterações nos campos acima. Clique em "Pré-visualizar documento" para gerar o documento actualizado.

source: Invalid JSON format
pt_pt: Formato JSON inválido

source: ESC – exit editor, Tab – create an indent
pt_pt: ESC – sair do editor, Tab – criar uma indentação

source: Keyboard shortcuts:
pt_pt: Atalhos de teclado:

source: JSON editor
pt_pt: Editor JSON

source: Something went wrong. Please check that your JSON or uploaded document is valid.
pt_pt: Algo correu mal. Verifique se o seu JSON ou documento carregado é válido.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
pt_pt: Ainda não carregou um documento. Regresse ao passo anterior para carregar um documento.

source: Preview document
pt_pt: Pré-visualizar documento

source: Use example
pt_pt: Usar exemplo

source: The document template was successfully published.
pt_pt: O modelo de documento foi publicado com sucesso.

source: The document template was successfully saved.
pt_pt: O modelo de documento foi guardado com sucesso.

source: Create and manage document templates
pt_pt: Criar e gerir modelos de documentos

source: View document template
pt_pt: Ver modelo de documento

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
pt_pt: Configure o valor de texto utilizado para substituir os valores de remuneração média quando a contagem da população subjacente não cumpre o limiar.

source: Anonymization placeholder text
pt_pt: Texto de marcador de posição de anonimização

source: Enable anonymization
pt_pt: Ativar anonimização

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
pt_pt: Ativar a anonimização e definir o número mínimo de colaboradores necessários numa população (Todos, Masculino ou Feminino) para que os valores médios sejam apresentados.

source: API import
pt_pt: Importação de API

source: Enable this option to allow the creation of pay information requests via API.
pt_pt: Ative esta opção para permitir a criação de pedidos de informação salarial através da API.

source: Enable document generation
pt_pt: Ativar geração de documentos

source: Enable this feature to allow document generation.
pt_pt: Ative esta funcionalidade para permitir a geração de documentos.

source: Enable this feature to distribute documents to workers.
pt_pt: Ative esta funcionalidade para distribuir documentos aos trabalhadores.

source: Enable this option to allow HRPBs to create pay information requests.
pt_pt: Ative esta opção para permitir que os HRPBs criem pedidos de informação salarial.

source: Enable overdue period
pt_pt: Ativar período em atraso

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
pt_pt: Ative esta funcionalidade para destacar os pedidos de informação que excedem o prazo de resolução.

source: Enable pay information requests
pt_pt: Ativar pedidos de informações salariais

source: Enable this feature to manage pay information requests.
pt_pt: Ative esta funcionalidade para gerir pedidos de informações salariais.

source: Enable warning period
pt_pt: Ativar período de aviso

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
pt_pt: Ative esta funcionalidade para destacar os pedidos de informação que se aproximam do prazo de resolução.

source: Enable this feature to allow workers to request pay information.
pt_pt: Ative esta funcionalidade para permitir que os trabalhadores solicitem informações sobre remuneração.

source: The value must be between 1 and 365.
pt_pt: O valor deve estar entre 1 e 365.

source: The overdue period must be greater than the warning period.
pt_pt: O período de atraso deve ser superior ao período de aviso.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
pt_pt: Se OverduePeriod estiver desativado, então OverduePeriodInDays tem de ser nulo.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
pt_pt: Se WarningPeriod estiver desativado, então WarningPeriodInDays tem de ser nulo.

source: Document Settings
pt_pt: Definições do Documento

source: Number of days since request
pt_pt: Número de dias desde o pedido

source: Pay information letter
pt_pt: Carta de informação salarial

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
pt_pt: Valor inteiro que define o número mínimo de colaboradores necessários numa população (Todos, Masculino, Feminino) para apresentar valores médios de remuneração

source: Population threshold
pt_pt: Limiar de população

source: Request creation options
pt_pt: Opções de criação de pedido

source: Edit communication round
pt_pt: Editar ronda de comunicação

source: View communication round
pt_pt: Ver ronda de comunicação

source: Communication
pt_pt: Comunicação

source: Add mapping
pt_pt: Adicionar mapeamento

source: Mapping configuration
pt_pt: Configuração de mapeamento

source: Data source
pt_pt: Fonte de dados

source: Template
pt_pt: Modelo

source: Bulk generation
pt_pt: Geração em massa

source: Individual PIR
pt_pt: PIR individual

source: Document status and action log monitoring
pt_pt: Monitorização do estado do documento e do registo de ações

source: Link one or several comp rounds to the communication round
pt_pt: Ligue uma ou várias rondas de compensação à ronda de comunicação

source: Comp round
pt_pt: Ronda de compensação

source: Upload HRBP security mapping
pt_pt: Carregar mapeamento de segurança HRBP

source: HRBP security
pt_pt: Segurança HRBP

source: Define the target populations for the round
pt_pt: Defina as populações-alvo para a ronda

source: Add document
pt_pt: Adicionar documento

source: Create document
pt_pt: Criar documento

source: Shared documents with selected populations
pt_pt: Documentos partilhados com populações selecionadas

source: Documents can only be added once the communication round has been published.
pt_pt: Os documentos só podem ser adicionados depois de a ronda de comunicação ter sido publicada.

source: Documents can be added after publishing
pt_pt: Os documentos podem ser adicionados após a publicação

source: Import PDF documents
pt_pt: Importar documentos PDF

source: No imported PDF documents yet!
pt_pt: Ainda não há documentos PDF importados!

source: Set the workflow of the communication round
pt_pt: Defina o fluxo de trabalho da ronda de comunicação

source: Audience
pt_pt: Audiência

source: Search by worker
pt_pt: Pesquisar por trabalhador

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
pt_pt: Formatos de ficheiro suportados: PDF. Tamanho máximo do ficheiro: 10MB. Quantidade máxima de ficheiros por carregamento: 1 ficheiro.

source: You can close this window, but please keep the page open to ensure a successful upload.
pt_pt: Pode fechar esta janela, mas mantenha a página aberta para garantir um carregamento bem-sucedido.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
pt_pt: O documento "{{fileName}}" não pode ser importado. Verifique as condições de formato e tamanho.

source: The code must be unique to publish the communication round. Please change the code and try again.
pt_pt: O código deve ser único para publicar a ronda de comunicação. Por favor, altere o código e tente novamente.

source: Communication round details
pt_pt: Detalhes da ronda de comunicação

source: Round visibility
pt_pt: Visibilidade da ronda

source: Communication round owners
pt_pt: Proprietários de rondas de comunicação

source: This communication round code is already in use. Please enter a unique value.
pt_pt: Este código de ronda de comunicação já está a ser utilizado. Introduza um valor único.

source: The communication round code cannot be empty.
pt_pt: O código da ronda de comunicação não pode estar vazio.

source: Turn this setting on to add summary documents for communication managers.
pt_pt: Active esta definição para adicionar documentos de resumo para gestores de comunicação.

source: Include summary documents
pt_pt: Incluir documentos de resumo

source: The communication round name cannot be empty.
pt_pt: O nome da ronda de comunicação não pode estar vazio.

source: The visibility end date cannot be empty.
pt_pt: A data de fim de visibilidade não pode estar vazia.

source: The visibility start date cannot be empty.
pt_pt: A data de início de visibilidade não pode estar vazia.

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
pt_pt: Tem a certeza de que deseja publicar esta ronda de comunicação? Uma vez publicada, o estado da ronda será alterado para "Aberto" e não poderá ser revertido para "Rascunho".

source: Publish communication round
pt_pt: Publicar ronda de comunicação

source: The communication round was successfully published.
pt_pt: A ronda de comunicação foi publicada com sucesso.

source: The communication round was successfully saved.
pt_pt: A ronda de comunicação foi guardada com sucesso.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
pt_pt: Tem a certeza de que deseja guardar as alterações nesta ronda de comunicação publicada? A ronda será atualizada para todos os participantes.

source: Update published round
pt_pt: Atualização de ronda publicada

source: The round was successfully updated.
pt_pt: A ronda foi atualizada com sucesso.

source: Round visibility end date
pt_pt: Data de término da visibilidade da ronda

source: Round visibility start date
pt_pt: Data de início da visibilidade da ronda

source: Configure approval milestones for the communication round
pt_pt: Configurar marcos de aprovação para a ronda de comunicação

source: Turn this setting on to add steps to the communication round workflow
pt_pt: Ative esta configuração para adicionar etapas ao fluxo de trabalho da ronda de comunicação

source: Enable workflow steps
pt_pt: Ativar passos do fluxo de trabalho

source: No communication rounds yet
pt_pt: Ainda não há rondas de comunicação

source: Create and manage communication rounds
pt_pt: Criar e gerir rondas de comunicação

source: Export recipient details
pt_pt: Exportar detalhes do destinatário

source: Number of recipients
pt_pt: Número de destinatários

source: Added by
pt_pt: Adicionado por

source: Create and manage communication rounds.
pt_pt: Criar e gerir rondas de comunicação.

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
pt_pt: As suas rondas de comunicação aparecerão aqui. Verifique novamente mais tarde para atualizações ou explore mais funcionalidades entretanto.

source: Archived
pt_pt: Arquivado

source: Comm rounds
pt_pt: Rondas de comunicação

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
pt_pt: Está prestes a publicar o rascunho pendente que irá substituir a versão atualmente publicada desta ronda de competição. Deseja manter as entradas do gestor?

source: No, delete them
pt_pt: Não, eliminar

source: Publish updated comp round
pt_pt: Publicar ronda de remuneração atualizada

source: The workflow was updated; all workers in this round will reset to the first step.
pt_pt: O fluxo de trabalho foi atualizado; todos os trabalhadores nesta ronda serão redefinidos para o primeiro passo.

source: Yes, keep entries
pt_pt: Sim, manter entradas

source: View configuration
pt_pt: Ver configuração

source: Change source
pt_pt: Alterar fonte

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
pt_pt: Alterar a fonte de gestão de propostas irá limpar os valores que introduziu. Esta ação não pode ser anulada.

source: Change proposal management source
pt_pt: Alterar origem da gestão de propostas

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
pt_pt: Configure como os valores de proposta são pré-preenchidos e geridos para cada elemento de compensação nesta ronda.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
pt_pt: Desativar a fonte de gestão de propostas irá limpar os valores que introduziu. Esta ação não pode ser anulada.

source: Disable proposal management
pt_pt: Desativar gestão de propostas

source: Enable proposal management
pt_pt: Ativar gestão de propostas

source: Create your formula
pt_pt: Criar a sua fórmula

source: Formula type
pt_pt: Tipo de fórmula

source: Use an existing value
pt_pt: Utilizar um valor existente

source: Prefill the proposal using an existing calculated or reference field
pt_pt: Pré-preencher a proposta utilizando um campo calculado ou de referência existente

source: Calculate using a formula
pt_pt: Calcular usando uma fórmula

source: Generate the proposal value using a custom formula
pt_pt: Gerar o valor da proposta usando uma fórmula personalizada

source: Proposal method
pt_pt: Método de proposta

source: Choose an option to continue
pt_pt: Escolha uma opção para continuar

source: Source field
pt_pt: Campo de origem

source: This value will be used as the initial proposal for managers.
pt_pt: Este valor será utilizado como proposta inicial para os gestores.

source: Select the field used to prefill the proposal
pt_pt: Selecione o campo utilizado para pré-preencher a proposta

source: Choose one
pt_pt: Escolha um

source: The source field is required.
pt_pt: O campo de origem é obrigatório.

source: Workers manually removed
pt_pt: Trabalhadores removidos manualmente

source: Workers manually added
pt_pt: Trabalhadores adicionados manualmente

source: Manage workers
pt_pt: Gerir trabalhadores

source: {{count}} worker selected
pt_pt: {{count}} trabalhador selecionado

source: {{count}} workers selected
pt_pt: {{count}} trabalhadores selecionados

source: Exclude worker
pt_pt: Excluir trabalhador

source: Exclude selected
pt_pt: Excluir selecionados

source: Select which workers will be excluded from this compensation population.
pt_pt: Selecione quais trabalhadores serão excluídos desta população de compensação.

source: Include worker
pt_pt: Incluir trabalhador

source: Include selected
pt_pt: Incluir selecionados

source: Select which workers will be included in this compensation population.
pt_pt: Selecione quais trabalhadores serão incluídos nesta população de compensação.

source: Please select at least one worker.
pt_pt: Por favor, selecione pelo menos um trabalhador.

source: The population cannot be empty.
pt_pt: A população não pode estar vazia.

source: Individual inclusions and exclusions.
pt_pt: Inclusões e exclusões individuais.

source: Select the relevant existing population criteria that apply to this round of compensation.
pt_pt: Selecione os critérios de população existentes relevantes que se aplicam a esta rodada de compensação.

source: Populations relevant for this compensation round.
pt_pt: Populações relevantes para esta ronda de compensação.

source: Select system populations
pt_pt: Selecionar populações do sistema

source: Selected populations
pt_pt: Populações selecionadas

source: Overview of population definition.
pt_pt: Visão geral da definição de população.

source: Compensation population summary
pt_pt: Resumo da população de compensação

source: Bonus STI
pt_pt: Bónus STI

source: Workers can belong to multiple populations
pt_pt: Os trabalhadores podem pertencer a múltiplas populações

source: No compensation rounds created yet.
pt_pt: Ainda não foram criadas rondas de compensação.

source: No compensation rounds
pt_pt: Sem rondas de compensação

source: Name (A-Z)
pt_pt: Nome (A–Z)

source: Name (Z-A)
pt_pt: Nome (Z–A)

source: Sort by
pt_pt: Ordenar por

source: End date (earliest)
pt_pt: Data de término (mais cedo)

source: End date (latest)
pt_pt: Data de término (mais recente)

source: Last generated (oldest)
pt_pt: Última geração (mais antiga)

source: Last generated (newest)
pt_pt: Última geração (mais recente)

source: Last edited (oldest)
pt_pt: Última edição (mais antigo)

source: Last edited (newest)
pt_pt: Última edição (mais recente)

source: No actors selected
pt_pt: Nenhum ator selecionado

source: View bonus calculation formula configuration
pt_pt: Ver configuração da fórmula de cálculo de bónus

source: No guideline rules
pt_pt: Sem regras de orientação

source: Start: {{startDate}} • End: {{endDate}}
pt_pt: Início: {{startDate}} • Fim: {{endDate}}

source: Last updates
pt_pt: Últimas atualizações

source: Any changes to this round will appear here.
pt_pt: Quaisquer alterações a esta ronda aparecerão aqui.

source: No updates yet
pt_pt: Ainda sem atualizações

source: By {{author}},
pt_pt: Por {{author}},

source: Added fields
pt_pt: Campos adicionados

source: Description:
pt_pt: Descrição:

source: Model name:
pt_pt: Nome do modelo:

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
pt_pt: Foram efetuadas atualizações ao plano de bónus selecionado. Utilize a versão de rascunho pendente para as aplicar conforme necessário.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
pt_pt: Foram efetuadas atualizações ao modelo de dados selecionado. Utilize a versão de rascunho pendente para as aplicar conforme necessário.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
pt_pt: O modelo de dados foi alargado com novos campos. Utilize a versão de rascunho pendente para os aplicar, se necessário.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
pt_pt: Foram efetuadas atualizações ao plano de bónus selecionado. Para aplicar as alterações, publique a ronda de compensação.

source: Republished (proposals retained)
pt_pt: Republicado (propostas retidas)

source: Republished (no proposals)
pt_pt: Republicado (sem propostas)

source: Changes detected in bonus plan
pt_pt: Alterações detetadas no plano de bónus

source: Data model extended
pt_pt: Modelo de dados expandido

source: Pending draft created
pt_pt: Rascunho pendente criado

source: Pending draft deleted
pt_pt: Rascunho pendente eliminado

source: Round republished
pt_pt: Ronda republicada

source: Round published
pt_pt: Ronda publicada

source: View all updates
pt_pt: Ver todas as atualizações

source: All updates
pt_pt: Todas as atualizações

source: View population configuration
pt_pt: Ver configuração da população

source: View round configuration
pt_pt: Ver configuração da ronda

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
pt_pt: Regras ativas: {{activeRulesCount}} • Regras inativas: {{inactiveRulesCount}}

source: Team planner configuration
pt_pt: Configuração do planeador de equipa

source: View team planner configuration
pt_pt: Ver configuração do planeador de equipa

source: Validation reports: {{validationReportsCount}}
pt_pt: Relatórios de validação: {{validationReportsCount}}

source: View workflow configuration
pt_pt: Ver configuração do fluxo de trabalho

source: API connection
pt_pt: Ligação API

source: Connection details
pt_pt: Detalhes da ligação

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
pt_pt: Esta transferência não está disponível porque a queda de dados excede o limite de {{workersCount}} trabalhadores. Para corrigir isto, edite a configuração para restringir a sua seleção de trabalhadores. Para obter ajuda ou discutir opções para exportações grandes, contacte o apoio ao cliente.

source: Connection ID
pt_pt: ID de Ligação

source: Round ID
pt_pt: ID da Ronda

source: Round Management
pt_pt: Gestão de Rondas

source: Copy JSON
pt_pt: Copiar JSON

source: Failed to copy. Please try again.
pt_pt: Falha ao copiar. Por favor, tente novamente.

source: JSON copied to clipboard
pt_pt: JSON copiado para a área de transferência

source: Create statement generation rule
pt_pt: Criar regra de geração de extracto

source: The statement generation rule was successfully created.
pt_pt: A regra de geração de extratos foi criada com sucesso.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
pt_pt: Tem a certeza de que pretende eliminar esta regra de geração de extractos? Esta acção não pode ser anulada.

source: The statement generation rule was successfully duplicated.
pt_pt: A regra de geração de extractos foi duplicada com sucesso.
